import { NoticeModel } from "@/model/notice.model";

export const NoticeData: NoticeModel[] = [
  {
    title: "注意事項",
    content: [
      "不接受未成年人委託",
      "可接受完稿後由我方繪師帶水印並以小尺寸作為範例的形式公開宣傳，若不能接受繪師完成作品後公開以及收錄至作品範例，價格將為總價 的２倍",
    ],
  },
  {
    title: "寄送委託",
    content: [
      "有意委託可至成員DC或FB私訊，也可Gmail寄信",
      "可接受完稿後由我方繪師帶水印並以小尺寸作為範例的形式公開宣傳，若不能接受繪師完成作品後公開以及收錄至作品範例，價格將為總價 的２倍",
    ],
  },
  {
    title: "注意事項",
    content: [
      "不接受未成年人委託",
      "可接受完稿後由我方繪師帶水印並以小尺寸作為範例的形式公開宣傳，若不能接受繪師完成作品後公開以及收錄至作品範例，價格將為總價 的２倍",
    ],
  },
  {
    title: "注意事項",
    content: [
      "不接受未成年人委託",
      "可接受完稿後由我方繪師帶水印並以小尺寸作為範例的形式公開宣傳，若不能接受繪師完成作品後公開以及收錄至作品範例，價格將為總價 的２倍",
    ],
  },
];
